[
  "<image> Can you describe the image and include object locations?",
  "<image> Can you describe the image and detect objects?",
  "<image> Can you describe the image and detect?",
  "<image> Please describe the image and detect objects?",
  "<image> Can you describe the image and detect?",
  "<image> Please describe the image and detect?",
  "<image> Can you provide a description of the image and include locations for each mentioned object?",
  "<image> Please explain what's happening in the photo and detect items.",
  "<image> Analyze the contents of the picture and share the positions of mentioned items.",
  "<image> What do you see in this image? Please mention the object locations.",
  "<image> Examine the image and describe its content, specifying the location of each mentioned noun.",
  "<image> Could you interpret the scene and detect each element you describe?",
  "<image> Please provide an overview of the visual information in this image, along with the location for each mentioned object.",
  "<image> Tell me about the picture and include position info for objects.",
  "<image> What is displayed in this image? Remember to mention the objects and their corresponding locations.",
  "<image> Give a brief analysis of the image and make sure to include the location of objects.",
  "<image> Explain the content of this image and provide the positions for all objects that you mention.",
  "<image> Describe the scene in this picture and detect each item you talk about.",
  "<image> Please give a summary of the image and include the positions.",
  "<image> What is happening in the photo? Please point out the objects and their locations.",
  "<image> Illustrate the content of the image and specify the locations for each object.",
  "<image> What can you tell me about this image? Remember to provide location data.",
  "<image> Please interpret this image and detect each object you mention.",
  "<image> Detail what you see in the image and provide the locations for each mentioned noun.",
  "<image> Take a look at this image and give an explanation of its content, including the position data.",
  "<image> What is the image depicting? Please mention the positions of any mentioned objects.",
  "<image> Describe the visual elements in the image and note the positions of any mentioned objects.",
  "<image> Could you please analyze the content of the image and mention the positions of any mentioned objects?",
  "<image> Tell me about the objects present in the image and note their positions.",
  "<image> What can you tell me about the contents of the image? Please indicate the positions of any mentioned objects.",
  "<image> Provide a comprehensive description of the image and specify the positions of any mentioned objects.",
  "<image> Describe the scene in the image and mention the positions of any mentioned objects.",
  "<image> Can you identify the objects in the image? Please include their positions.",
  "<image> Please describe the visual details in the image and note the positions of any mentioned objects.",
  "<image> What is happening in the image? Please mention the positions of any mentioned objects.",
  "<image> Analyze the content of the image and provide the positions of any mentioned objects.",
  "<image> Describe the main elements in the image and note the positions of any mentioned objects.",
  "<image> Could you please provide a detailed description of the image? Don't forget to mention the positions of any mentioned objects.",
  "<image> Can you provide a description of the image and show each mentioned object?",
  "<image> Please explain what's happening in the photo and show the items you reference.",
  "<image> Analyze the contents of the picture and share the positions of mentioned items.",
  "<image> What do you see in this image? Please mention the objects and their locations.",
  "<image> Examine the image and describe its content, specifying the location of each mentioned noun.",
  "<image> Could you interpret the scene from this image and provide the locations?",
  "<image> Please provide an overview of the visual information in this image, along with the location data for each mentioned object.",
  "<image> Tell me about the picture and include position info for the objects you describe.",
  "<image> What is displayed in this image? Remember to mention the objects and their corresponding locations.",
  "<image> Give a brief analysis of the image and make sure to include the location of objects.",
  "<image> Explain the content of this image and provide the positions for all objects that you mention.",
  "<image> Describe the scene in this picture and give the position for each item you talk about.",
  "<image> Please give a summary of the image and include the position info for each object.",
  "<image> What is happening in the photo? Please point out the objects and their locations.",
  "<image> Illustrate the content of the image and specify the location for every object you mention.",
  "<image> What can you tell me about this image? Remember to provide location data for the objects.",
  "<image> Please interpret this image and give position for each object you mention.",
  "<image> Detail what you see in the image and provide the location for each mentioned noun.",
  "<image> Take a look at this image and give an explanation of its content, including the position data for each object you describe.",
  "<image> What are the details of this picture? Please include the position for each object you mention.",
  "<image> Can you provide a detailed description of the contents of the image? Please include the positions of any mentioned objects.",
  "<image> What is the image depicting? Please mention the positions of any mentioned objects.",
  "<image> Describe the visual elements in the image and note the positions of any mentioned objects.",
  "<image> Could you please analyze the content of the image and mention the positions of any mentioned objects?",
  "<image> Tell me about the objects present in the image and note their positions.",
  "<image> How would you describe the contents of the image? Please provide the positions of mentioned objects.",
  "<image> What do you observe in the image? Don't forget to mention the objects and their locations.",
  "<image> Can you give an overview of the image and list the objects along with their positions?",
  "<image> Describe the activities taking place in the image and point out the objects with their locations.",
  "<image> Can you explain what is going on in this picture and give the locations for each object you mention?",
  "<image> Provide a summary of the image and include positions for the objects you talk about.",
  "<image> Help me understand what's in the image and also give me the locations for the objects you describe.",
  "<image> Explain the scene depicted in the image and include the locations for the nouns you reference.",
  "<image> Analyze this picture for me and provide coordinates for the items you discuss.",
  "<image> I need a breakdown of what is happening in the image, and please include the bounding box information.",
  "<image> Give me a rundown of what's in this image, along with the coordinates for each mentioned object.",
  "<image> Elaborate on the image and provide the boundaries for the objects you mention.",
  "<image> Discuss the contents of this image and include the locations for mentioned objects.",
  "<image> Unveil what's happening in the image and provide the positions for the objects in discussion.",
  "<image> Clarify the situation depicted in the photo and include bounding box details for the objects mentioned.",
  "<image> Break down the image and share the positions of objects you mention.",
  "<image> Reveal the meaning behind the image and provide me with the bounding box details for the mentioned nouns.",
  "<image> Examine the picture and disclose the positions for each object you discuss.",
  "<image> Interpret the image and include the locations of the items you discuss.",
  "<image> Convey the essence of the photo and provide the bounding box information for mentioned objects.",
  "<image> Enlighten me about the image and provide me with the positions for each subject.",
  "<image> Narrate the image and include the locations for the objects you describe.",
  "<image> Decipher the story behind the image and provide the bounding box for each object in the story.",
  "<image> Illustrate your understanding of the image, and give the boxes of the described objects.",
  "<image> Walk me through the contents of the image, and include the bounding box for the mentioned items.",
  "<image> I need to know what's in the image and please provide coordinates for the featured objects.",
  "<image> Dissect the components of the image and include the locations for each object discussed.",
  "<image> Give insights into the picture and provide the bounding box details for the objects mentioned.",
  "<image> Delve into the image, and furnish the coordinates for the items you reference.",
  "<image> Portray the events in the image and include the location and boundaries of the described objects.",
  "<image> Unravel the aspects of the image and give the bounding box for the mentioned items.",
  "<image> Tell me everything about the picture and don't forget to mention locations for the described items.",
  "<image> Disentangle the details of the picture and include positions for mentioned items.",
  "<image> Explore the elements within the picture and provide the locations for each object mentioned.",
  "<image> Detail the occurrences in the picture and supply the bounding box info for the talked-about objects.",
  "<image> Lay out the context of the picture and include bounding box details for the featured objects.",
  "<image> Uncover the truth behind the picture and include the locations for the described nouns.",
  "<image> What's happening in the picture? Please provide the bounding box info for mentioned objects.",
  "<image> Discuss the events taking place in and include the bboxes of the involved objects.",
  "<image> In the picture, describe what's going on and provide the bboxes of mentioned objects.",
  "<image> Decode the message in the picture, and provide boundaries for the relevant objects.",
  "<image> Let me know what you see in the picture and provide the locations for the objects you discuss.",
  "<image> Scrutinize the picture and include the coordinates for the items you talk about.",
  "<image> Summon the essence from the picture and present the positions for relevant objects.",
  "<image> Deconstruct the scene in the picture and include bounding box info for the mentioned nouns.",
  "<image> Identify the contents of the picture and provide the coordinates for the objects involved.",
  "<image> Make sense of the happenings in the picture and include positions for the objects.",
  "<image> What can you tell me about the picture? Please include locations for any mentioned objects.",
  "<image> Deduce the meaning of the picture and provide location details for the discussed items.",
  "<image> Can you give me the gist of the picture and provide the bboxes of the described objects?",
  "<image> Describe what is taking place in the picture, and include the bboxes of the involved items.",
  "<image> Please narrate the story in the picture, and provide the positions for the included objects.",
  "<image> Scrutinize the contents of the photo and include the location details of the items you talk about.",
  "<image> Analyze what's happening within the photo and provide bounding box info for the referenced objects.",
  "<image> Relate the situation in the photo and include the location details of the items you discuss.",
  "<image> Probe into the photo and provide the boundaries for the included objects.",
  "<image> Gather the meaning of the photo and provide location info for the mentioned nouns.",
  "<image> Resolve the context of the picture and supply the bounding box details for the objects you discuss.",
  "<image> Bring clarity to the situation in the photo and provide the bounding box for the relevant objects.",
  "<image> Unfold the story of the photo and include the positions for the included nouns.",
  "<image> Speaking on the photo, what do you see? Don't forget to include locations for mentioned objects.",
  "<image> Inform me about the particulars in the photo and provide the bounding box info for the discussed items.",
  "<image> Give me the lowdown on the photo, and include locations for the objects you discuss.",
  "<image> Share with me the details of the photo and provide the locations for the nouns mentioned.",
  "<image> Provide a glimpse into the happenings of the photo and include locations for the involved objects.",
  "<image> Decode the events occurring in the photo and provide the location details for the mentioned items.",
  "<image> Delineate the elements of the photo and include the bounding box for each object discussed.",
  "<image> Explain to me the context of the photo and provide bounding box details for any discussed objects.",
  "<image> Describe the subjects within the photo and include positions for the mentioned objects.",
  "<image> Break down the narrative of the picture and include the boundaries for any related items.",
  "<image> Tell me about the image and provide me with the bboxes of any mentioned objects.",
  "<image> What's the story in the image? Please include locations for any objects discussed.",
  "<image> Elucidate the context of the image and provide bounding box details for the objects you mention.",
  "<image> Annotate the image with the positions of the objects you discuss during your description.",
  "<image> Examine the image carefully and point out the objects along with their respective locations.",
  "<image> Dig into the scene on the image and provide the bounding box info for the mentioned items.",
  "<image> Study the photo and cite positions for the subjects you mention.",
  "<image> Inspect the image and give me the coordinates of the bounding box for each mentioned object.",
  "<image> Dive into the details of the picture, and include the locations for any referenced nouns.",
  "<image> Analyze the photo and provide the boxes of the objects involved.",
  "<image> Take a look at the image and give me the location details for any mentioned items.",
  "<image> Go through the scene, describing its content, and provide locations for the mentioned nouns.",
  "<image> Evaluate the scene and include the boxes of the items you reference.",
  "<image> Share your perspective of the scene and give the bounding box for each object you discuss.",
  "<image> Get into the specifics of the picture and provide the boxes of the mentioned items.",
  "<image> Quote the happenings unfolding in the frame and provide the location of related objects.",
  "<image> Shed light on the events in the frame and include the location details of the mentioned items.",
  "<image> Bring out the description of the frame and provide the bounding box for each object you mention.",
  "<image> Dissect the scenario in the frame and include the locations for any referenced objects."
]