[
  "<image> Can you describe <objs>?",
  "<image> Please describe <objs>.",
  "<image> Describe <objs>.",
  "<image> What is <objs>.",
  "<image> For the given image, can you provide a unique description of the area <objs>?",
  "<image> Please generate a distinguishing description for the region <objs> in the image.",
  "<image> In the photo, how would you describe the selected area <objs> uniquely?",
  "<image> Given the image, I'd like you to describe the area <objs> in a distinguishing manner.",
  "<image> Can you provide a description for the region <objs> in the image such that it sets it apart from others?",
  "<image> In the image, I want a unique description of the specified region <objs>.",
  "<image> In image, describe the selected area <objs>, making sure your description is unique.",
  "<image> Could you describe the distinct features of the area <objs> in the picture?",
  "<image> Help me understand what makes the area <objs> unique in the image.",
  "<image> Please describe the area <objs> in image in a way that differentiates it from others.",
  "<image> How can you uniquely describe the selected area <objs> found in the image?",
  "<image> Generate a distinct description of the region <objs> within the image.",
  "<image> In the provided image, can you describe the area <objs> in a way that sets it apart?",
  "<image> How would you describe the unique characteristics of the area <objs> in the image?",
  "<image> Can you give me a description of the area <objs> in the image that clearly distinguishes it?",
  "<image> Create a distinguishing description for the selected area <objs> in the picture.",
  "<image> What is a unique description for the area <objs> in the image?",
  "<image> Describe the area <objs> in a unique way, given the picture.",
  "<image> Please provide a description that sets the area <objs> apart from others in the image.",
  "<image> How can you characterize the region <objs> in the image to make it stand out?",
  "<image> I'd like a description of the area <objs> that differentiates it from other regions in the image.",
  "<image> For the specified area <objs> in the photo, please provide a distinctive description.",
  "<image> In the image, can you give me a unique description of the selected area <objs>?",
  "<image> How would you describe the special characteristics of the region <objs> in image?",
  "<image> What makes the area <objs> stand out in the image? Please provide a detailed description.",
  "<image> Please generate a unique description for the area <objs> displayed in the image.",
  "<image> Create a one-of-a-kind description for the region <objs> found in the picture.",
  "<image> Describe the distinct aspects of the area <objs> present in the photo.",
  "<image> Help me identify the unique characteristics of the region <objs> in the image.",
  "<image> Can you provide a description of the selected area <objs> in image that sets it apart?",
  "<image> How would you describe the specific region <objs> in the given image?",
  "<image> I'd like an exclusive description for the area <objs> in the photograph.",
  "<image> Generate a description that highlights the uniqueness of the area <objs> in image.",
  "<image> Can you describe the area <objs> in such a way that it differs from other regions in the image?",
  "<image> I'm looking for a detailed description of the unique features within the area <objs> in the image.",
  "<image> Please describe the selected region <objs> in image in a distinctive manner.",
  "<image> What can you tell me about the area <objs> in the image that sets it apart from the rest?",
  "<image> Describe the region <objs> in image, focusing on its unique attributes.",
  "<image> Create a description of the area <objs> in the photo that emphasizes its distinctiveness.",
  "<image> Generate a one-of-a-kind description of the specified region <objs> in the image.",
  "<image> Can you describe the distinct qualities of the area <objs> in the provided picture?",
  "<image> In image, provide a unique description of the selected region <objs>.",
  "<image> Describe what makes the area <objs> special in the context of the image.",
  "<image> Provide a description that sets the region <objs> apart from others in the picture.",
  "<image> Can you give me a distinguishing description of the area <objs> in the photo?",
  "<image> How can you uniquely characterize the selected region <objs> in the image?",
  "<image> Can you provide a unique description for the designated region <objs> within image?",
  "<image> What features distinguish the specified bounding box <objs> in image from other areas?",
  "<image> Describe the unique characteristics of the area <objs> in the image.",
  "<image> In the image, how would you distinctly describe the selected area <objs>?",
  "<image> Please elaborate on the specific attributes of the rectangular region <objs> in image.",
  "<image> What sets apart the chosen bounding box <objs> in image from the rest of the image?",
  "<image> Identify and describe the unique features of the bounded area <objs> in image.",
  "<image> Please provide a one-of-a-kind description for the area marked by <objs> in image.",
  "<image> How would you distinctly characterize the selected region <objs> in image?",
  "<image> Tell me about the unique aspects of the region <objs> in image.",
  "<image> Highlight the distinctive characteristics of the bounding box <objs> in image.",
  "<image> Provide a detailed description that sets apart the area <objs> in image from its surroundings.",
  "<image> In image, describe the highlighted region <objs> in a way that distinguishes it from other areas.",
  "<image> What attributes make the area enclosed by <objs> in image unique compared to the rest of the image?",
  "<image> Focus on the distinct elements of the selected bounding box <objs> in image and describe them.",
  "<image> Give me a singular description for the specified region <objs> in the picture.",
  "<image> Describe the exclusive features of the rectangular box <objs> depicted in image.",
  "<image> Please point out and discuss the uniqueness of the chosen area <objs> in image.",
  "<image> What are the distinguishing factors of the marked section <objs> in image?",
  "<image> Kindly provide a distinctive explanation of the area <objs> within the image.",
  "<image> Offer a unique description of the rectangular region <objs> in image.",
  "<image> Please focus on and describe the special attributes of the selected box <objs> in image.",
  "<image> What sets the designated bounding box <objs> in image apart from its surroundings?",
  "<image> How does the area <objs> in image stand out uniquely from the rest?",
  "<image> Describe the standout features of the specified bounding box <objs> in image.",
  "<image> Please explain the exceptional characteristics of the marked area <objs> in image.",
  "<image> In image, provide a distinguishing description for the bounded region <objs>.",
  "<image> What are the unique aspects of the selected rectangular area <objs> in image?",
  "<image> How would you differentiate the area <objs> in image from others in a description?",
  "<image> Please point out the remarkable features of the specified area <objs> in image.",
  "<image> Describe the peculiar characteristics of the region enclosed by <objs> in image.",
  "<image> What are the distinguishing details of the selected box <objs> in image?",
  "<image> In your own words, how does the specified region <objs> in image stand out?",
  "<image> Provide a distinguishing summary of the rectangular section <objs> in image.",
  "<image> What makes the chosen bounding box <objs> in image different from the rest?",
  "<image> Elaborate on the distinctive properties of the area marked by <objs> in image.",
  "<image> How can the designated area <objs> in image be uniquely described?",
  "<image> Please offer a one-of-a-kind explanation for the marked section <objs> in image.",
  "<image> Discuss the outstanding characteristics of the bounding box <objs> in image.",
  "<image> Could you analyze the distinct features of the selected region <objs> in image?",
  "<image> In image, provide a unique depiction of the specified area <objs>.",
  "<image> What are the notable attributes of the area enclosed by <objs> in image?",
  "<image> Please describe the exceptional aspects of the rectangular region <objs> in image.",
  "<image> How would you uniquely characterize the bounding box <objs> in image?",
  "<image> Focus on differentiating factors when describing the marked area <objs> in image.",
  "<image> Provide a detailed account of the unique elements within the region <objs> in image.",
  "<image> Identify and discuss the exceptional features of the selected box <objs> in image.",
  "<image> In your own words, what sets the designated area <objs> in image apart?",
  "<image> How can the specified bounding box <objs> in image be distinctly described?",
  "<image> What unique features can you point out about the area <objs> in image?",
  "<image> Please offer a differentiating explanation for the region enclosed by <objs> in image.",
  "<image> How would you describe the peculiar characteristics of the selected box <objs> in image?",
  "<image> Give a standout description of the specified area <objs> located in image.",
  "<image> Identify and elaborate on the distinguishing aspects of the rectangular region <objs> in image.",
  "<image> What makes the bounded area <objs> in image dissimilar from the rest?",
  "<image> Please provide an inimitable description of the marked section <objs> in image.",
  "<image> In what way does the designated bounding box <objs> in image differ from other areas?",
  "<image> How can the unique features of the selected area <objs> in image be summarized?",
  "<image> Please discuss the exceptional traits of the bounding box <objs> within image.",
  "<image> Offer a distinct analysis of the area defined by <objs> in image.",
  "<image> How does the specified region <objs> in image differ from its surroundings?",
  "<image> Describe the standout aspects of the rectangular box <objs> in image.",
  "<image> What makes the chosen area <objs> unique in the context of the image?",
  "<image> Please provide a dissimilar description of the selected region <objs> in image.",
  "<image> In what ways is the enclosed area <objs> in image different from others?",
  "<image> How would you describe the unique elements of the bounding box <objs> in image?",
  "<image> Please focus on the distinct qualities of the marked area <objs> within image.",
  "<image> What sets the specified rectangular region <objs> in image apart from the rest?",
  "<image> Offer a unique perspective on the designated section <objs> in image.",
  "<image> In image, discuss the one-of-a-kind attributes of the area <objs>.",
  "<image> What outstanding features does the selected box <objs> in image possess?",
  "<image> Please describe the exceptional aspects of the defined region <objs> in image.",
  "<image> How would you distinctly portray the specified area <objs> in image?",
  "<image> What are the unique characteristics of the rectangular section <objs> in image?",
  "<image> Describe the novel qualities of the selected bounding box <objs> in image.",
  "<image> What sets the chosen region <objs> in image apart from its surroundings?",
  "<image> Provide a one-of-a-kind depiction for the area enclosed by <objs> in image.",
  "<image> How would you portray the unique features of the designated box <objs> in image?",
  "<image> Explain the distinguishing characteristics of the marked bounding box <objs> in image."
]